<template>
  <div class="item5">
    <div class="title">1、滴滴语音帐号注册</div>
    <div class="text" v-for="item in list" :key="item">{{item}}</div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      list: [
        "1.1 你承诺以真实身份注册成为本平台用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和必备条款约定对所提供的信息承担相应的法律责任；",
        "1.2 当你访问、浏览及使用滴滴语音帐号提供的各项服务、业务时，便表明其接受了本服务协议的条款，并同意受本服务协议的约束；若用户不同意本协议条款的，请停止注册程序；",
        "1.3 你以真实身份注册成为本平台用户后，应按其变更情况不断更新帐号资料，需要修改所提供的个人身份资料信息的，本平台将及时、有效地为其提供该项服务；",
        "1.4 若你提供任何错误、不实、过时或不完整的资料，或者本平台有合理理由怀疑前述资料为错误、不实、过时或不完整，本平台有权暂停或终止用户的帐号，并拒绝其现在或将来使用本服务的全部或一部分；",
        "1.5 你理解并承诺，你所设置的帐号不得违反国家法律法规及平台的相关规则，你的帐号名称、头像和简介等注册信息不得出现违法和不良信息，未经他人许可不得使用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等足以引起混淆的方式）开设帐号。你在注册以及使用过程中需遵守相关法律法规，不得实施任何侵害国家利益、损害他人合法权益，有害社会道德风尚的行为。平台有权对你提交的注册信息进行审核。"
      ]
    };
  }
};
</script>
<style lang="scss" scoped>
.item5 {
  padding: 0 15px 20px 15px;
  .title {
    font-size: 1rem;
    font-weight: 500;
  }
  .text {
    font-size: 0.75rem;
    line-height: 1.25rem;
    margin-top: 0.625rem;
  }
}
</style>