<template>
  <div class="item19">
    <div class="title">15、滴滴语音帐号游戏规则</div>
    <div class="text" v-for="item in list" :key="item">{{item}}</div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      list: [
        "15.1 你应当遵守游戏公约、玩家守则及不时发布的游戏规则、公告等；",
        "15.2 你不得通过不正当的手段或其他不公平的手段使用滴滴语音帐号的游戏产品和服务或参与滴滴语音帐号的游戏活动。不得干扰本平台正常地提供产品和服务，包括但不限于：攻击、侵入本平台的网站服务器或使网站服务器过载；制作、发布、传播、使用任何形式的妨碍游戏公平性的辅助工具或程序(外挂)；利用程序的漏洞和错误(Bug)破坏游戏的正常进行或传播该漏洞或错误(Bug)；不合理地干扰或阻碍他人使用本平台所提供的产品和服务；",
        "15.3 为维护游戏的公平性，如果本平台发现用户数据异常，无论用户对该异常数据产生是否负有过错，本平台均有权根据本规则、游戏公约、玩家守则及后期不时发布的游戏公告等，采取相应措施：包括但不限于对该帐号的冻结、终止、删除；用户在此承诺本平台有权采取上述行动，并承诺不得就上述行为要求本平台做任何补偿或退费；",
        "15.4 本平台在此特别提示用户：",
        "本平台提供的游戏将按照现状提供，用户明确知道游戏中存在已知和未知的漏洞和错误（Bug）。尽管本平台将尽最大努力解决已知的漏洞和错误（Bug），但用户知道或应该知道游戏中仍可能包含未知的漏洞和错误（Bug）等。用户同意不向本平台及其关联公司因任何漏洞和错误（Bug）主张任何赔偿。本平台不提倡虚拟物品之间的交易，并不对该交易中产生的任何问题提供支持和保障。"
      ]
    };
  }
};
</script>
<style lang="scss" scoped>
.item19 {
  padding: 0 15px 20px 15px;
  .title {
    font-size: 1rem;
    font-weight: 500;
  }
  .text {
    font-size: 0.75rem;
    line-height: 1.25rem;
    margin-top: 0.625rem;
  }
}
</style>