<template>
  <div class="item17">
    <div class="title">13、滴滴语音帐号服务使用规则</div>
    <div class="text" v-for="item in list" :key="item">{{item}}</div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      list: [
        "13.1 你承诺必须保证，拥有上传之照片、文字等作品之著作权或已获得合法授权，在本网站之上传行为未侵犯任何第三方之合法权益。否则，将由你承担由此带来的一切法律责任；你不得将任何内部资料、机密资料、涉及他人隐私资料或侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、或以其他方式传送；",
        "13.2 你承诺不得利用本服务进行故意制作、传播计算机病毒等破坏性程序，不得针对本服务、与本服务连接的服务器或网络制造干扰、混乱，或违反连接本服务的网络的任何要求、程序、政策或规则，否则本平台将保留追究法律责任的权利并有权将其提交给相关部门处理；",
        "13.3 本平台有权对你上传的图片、添加的文字等内容进行审核，有任何违反法律法规或本协议之有关规定的图片、文字，本平台有权立即将其删除或屏蔽，且不需要对用户另行通知；",
        "13.4 你承诺不得将广告函件、促销资料、垃圾邮件等，加以上载、张贴、发送电子邮件或以其他方式传送；",
        "13.5 本平台郑重提请你注意，任何经由本服务以上载、张贴、发送的资料、文字、照片、图形、视讯、信息、用户的登记资料或其他资料（以下简称“内容”），无论系公开还是私下传送，均由内容提供者承担责任。本平台无法控制经由本服务传送之内容，也无法对用户的使用行为进行全面控制，因此不保证内容的合法性、正确性、完整性、真实性或品质；用户已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之内容，并同意将自行加以判断并承担所有风险，而不依赖于本平台。但在任何情况下，本平台有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。但本平台有权依其自行之考量，拒绝和删除可经由本服务提供之违反本条款的或其他引起本平台或用户反感的任何内容；",
        "13.6 你完全理解并同意，若第三方在用户不知情或未经用户同意的前提下，将其文字、图片作品上传于滴滴语音帐号空间及由此所产生的任何可能侵害其权益的行为，本平台均不对任何人承担任何责任；",
        "13.7 本平台有权根据政府机关或权利人的要求删除用户上载、张贴、发送的内容，无论本平台事先是否通知；",
        "13.8 本平台有权根据服务的需要，收回用户所用的空间域名或减少用户所用空间的大小，无论本平台事先是否通知。"
      ]
    };
  }
};
</script>
<style lang="scss" scoped>
.item17 {
  padding: 0 15px 20px 15px;
  .title {
    font-size: 1rem;
    font-weight: 500;
  }
  .text {
    font-size: 0.75rem;
    line-height: 1.25rem;
    margin-top: 0.625rem;
  }
}
</style>