<template>
  <div class="item18">
    <div class="title">14、滴滴语音用户资料规则</div>
    <div class="text" v-for="item in list" :key="item">{{item}}</div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      list: [
        "14.1 关于用户名和昵称:",
        "(a) 不得使用党和国家领导人或其他知名人士的真实姓名、字号、艺名、笔名作为用户名和昵称；",
        "(b) 不得使用国家机构或其他机构的名称作为用户名和昵称；",
        "(c) 不得使用和其他网友之名相近、相仿的用户名和昵称；",
        "(d) 不得使用不文明、不健康，或带攻击性、侮辱性的用户名和昵称；",
        "(e) 请勿使用易产生歧义、引起他人误解的用户名和昵称；",
        "(f) 不得使用各种奇形怪状的符号作为用户名和昵称；",
        "(g) 对于违反规定或产生不良后果的用户名和昵称，本站有权删除而不必事先通知。",
        "14.2 关于个性签名：",
        "(a) 不得出现宣扬反动、封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪等不符合国家法律规定的以及任何包含种族、性别、宗教歧视性和猥亵性的信息内容；",
        "(b) 不得出现有侮辱性言语、挑衅、辱骂其他人以及不健康内容；",
        "(c) 不得出现广告性质的内容以及本公司以外其他网站的链接；",
        "本平台有权在不需要通知和解释的情况下除去违反以上规定的签名内容,并对情节严重者予以封号处理。"
      ]
    };
  }
};
</script>
<style lang="scss" scoped>
.item18 {
  padding: 0 15px 20px 15px;
  .title {
    font-size: 1rem;
    font-weight: 500;
  }
  .text {
    font-size: 0.75rem;
    line-height: 1.25rem;
    margin-top: 0.625rem;
  }
}
</style>