<template>
  <div class="item14">
    <div class="title">10、禁止用户从事以下行为</div>
    <div class="text" v-for="(item,index) in list" :key="index">{{item}}</div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      list: [
        "10.1 上传、张贴、发送或传送任何非法、淫秽、色情、低俗的，胁迫、骚扰、中伤他人的，诽谤、侵害他人隐私或诋毁他人名誉或商誉的，其他违反国家法律法规、社会主义道德规范及不适当的信息或电子邮件，包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息、视频或其他资料（以下简称内容）；",
        "10.2 以任何方式危害未成年人；",
        "10.3 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关；",
        "10.4 伪造标题或以其他方式操控识别资料，使人误认为该内容为本平台所传送；",
        "10.5 上传、张贴、发送电子邮件或以其他方式传送无权传送的内容；",
        "10.6 上传、张贴、发送电子邮件或以其他方式传送侵犯任何人的专利、商标、著作权、商业秘密或其他民事权利之内容；",
        "10.7 上传、张贴、发送电子邮件或以其他方式传送广告函件、促销资料、垃圾邮件等；",
        "10.8 干扰或破坏本服务或与本服务相连的服务器和网络，或不遵守本服务协议之规定；",
        "10.9 违反任何相关的中国法律、法规、规章、条例等其他具有法律约束力的规范；",
        "10.10 跟踪或以其他方式骚扰他人；",
        "10.11 窃取他人密码、帐号和其它数字化信息或财产；",
        "10.12 其他被本平台视为不适当的行为；",
        "10.13 本平台有权对用户载、张贴、发送的内容进行审核，有任何违反法律法规或本协议之有关规定的内容，本平台有权立即将其删除或屏蔽，且不需要对用户另行通知；",
        "10.14 滴滴语音帐号封号规则：",
        "(1）无视国家规定，在姓名、游戏角色名等地方中使用违规词语或不文明词语、非法字符；",
        "处罚规则：视情节轻重给予时限性冻结帐号的处罚；情节严重者，给予永久冻结的处罚；",
        "(2）涉及到侵入、拦截、破坏、复制、修改游戏程序，以及宣扬、叫卖和使用各种辅助性程序或恶性非法程序，即使用外挂程序、或在游戏中宣传外挂程序的行为；",
        "处罚规则：视情节轻重给予时限性冻结帐号的处罚；情节严重者，给予永久冻结的处罚。",
        "(3）以任何弄虚作假的形式来蒙蔽或者欺骗其他用户，如发布模仿官方并带有病毒的网站、非官方中奖信息、非法广告、游戏代码、木马、外挂、病毒、色情信息、垃圾广告等信息；",
        "处罚规则：视情节轻重给予时限性冻结帐号的处罚；情节严重者，给予永久冻结的处罚。。",
        "（4）通过滴滴语音帐号发布非法网站，宣传或使用私服、游戏代码、木马、外挂、病毒、色情信息、垃圾广告、非法广告等信息",
        "处罚规则：视情节轻重给予时限性冻结帐号的处罚；情节严重者，给予永久冻结的处罚。",
        "(5）通过滴滴语音帐号发布触犯政府法令的文字如：煽动、反动、猥亵、暴力、种族歧视、宗教歧视等字眼，包含这类相关字的反向书写；",
        "处罚规则：视情节轻重给予时限性冻结帐号的处罚；情节严重者，给予永久冻结的处罚，并上报相关部门追究其法律责任。",
        "（6）宣传或贩卖BUG、攻击服务器运行、牟取个人利益、影响游戏公平性，以及影响其他玩家正常进行游戏等行为；",
        "处罚规则：查证核实后，将暂停帐号，并清除所有非法物品；视情节轻重给予时限性冻结帐号的处罚；情节严重者，给予永久冻结的处罚。",
        "（7）盗取或参与盗取他人帐号，给被盗者造成严重损失的行为；",
        "处罚规则：查证核实后，视情节轻重给予时限性冻结帐号的处罚；情节严重者，给予永久冻结的处罚，并上报相关部门追究其法律责任。",
        "（8）侮辱、毁谤、猥亵、威胁、辱骂其他用户，扭曲事实、恶意散布不实谣言，恶意影响游戏环境等行为。"
      ]
    };
  }
};
</script>
<style lang="scss" scoped>
.item14 {
  padding: 0 15px 20px 15px;
  .title {
    font-size: 1rem;
    font-weight: 500;
  }
  .text {
    font-size: 0.75rem;
    line-height: 1.25rem;
    margin-top: 0.625rem;
  }
}
</style>