<template>
  <div class="item12">
    <div class="title">8、用户帐号使用与保管</div>
    <div class="text" v-for="item in list" :key="item">{{item}}</div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      list: [
        "8.1 本平台有权审查用户注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户账号的安全、有效；用户有义务妥善保管其账号及密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给乙方和他人的民事权利造成损害的，应当承担由此产生的法律责任；",
        "8.2 用户对登录后所持账号产生的行为依法享有权利和承担责任，因此该行为所衍生的任何损失或损害，本平台不承担责任；",
        "8.3 你在每次连线结束，应结束帐号使用，否则用户可能得不到滴滴语音帐号的安全保护，你发现其账号或密码被他人非法使用或有使用异常的情况的，应及时根据本平台公布的处理方式通知本平台，并有权通知本平台采取措施暂停该账号的登录和使用；",
        "8.4 本平台根据你的通知采取措施暂停用户账号的登录和使用的，本平台及本平台有权要求提供并核实与其注册身份信息相一致的个人有效身份信息；",
        "8.4.1 本平台核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，将及时采取措施暂停用户账号的登录和使用；",
        "8.4.2 在没有提供其个人有效身份证件或者与提供的个人有效身份证件与所注册的身份信息不一致的，本平台有权拒绝你的上述请求",
        "8.5 用户为了维护其合法权益，向本平台提供与所注册的身份信息相一致的个人有效身份信息时，本平台将为用户提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料；",
        "8.6 本平台禁止用户交易滴滴语音账号，如该等情形出现的，本平台有权收回用户交易的滴滴语音账号。如果因用户交易滴滴语音账号引起的任何纠纷，本平台不承担任何责任；",
        "8.7 由于你将密码告知他人或与他人共享账号，导致个人信息泄露、账号被盗、被骗或引起任何纠纷的本平台不承担任何责任。"
      ]
    };
  }
};
</script>
<style lang="scss" scoped>
.item12 {
  padding: 0 15px 20px 15px;
  .title {
    font-size: 1rem;
    font-weight: 500;
  }
  .text {
    font-size: 0.75rem;
    line-height: 1.25rem;
    margin-top: 0.625rem;
  }
}
</style>