<template>
  <div class="item7">
    <div class="title">3、服务说明</div>
    <div class="text" v-for="item in list" :key="item">{{item}}</div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      list: [
        "3.1 本平台运用自己的操作系统通过国际互联网向用户提供丰富的网上资源。除非另有明确规定，基于增强或强化目前服务目的所新增的任何新功能、服务、新产品，均无条件地适用本服务条款；",
        "3.2 为使用本服务，你必须自行配备接入国际互联网所必需的设备，包括计算机、手机、掌上电脑及其他存取装置或接受服务所需其它设备，并自行支付与本服务有关的各项费用；",
        "3.3 本平台有权规定并修改使用本服务的一般措施，包括但不限于决定保留电子邮件信息或其他上载内容的期限、限制本服务一个帐号可接收信息的数量等措施。如滴滴语音帐号未能储存或删除本服务的内容或其他信息，本平台不负担任何责任。对于3个月未使用的帐号，本平台有权予以删除；",
        "3.4 因你经由本服务张贴、上传或传送内容、与本服务连线、违反本服务条款或侵害其他人的任何权利而导致任何第三方提出权利主张或使本平台遭受任何形式的罚款或处罚，你同意以适当方式充分消除对本平台的不利影响，赔偿本平台及其分公司、关联公司、代理人或其他合作伙伴及员工的损失，并使其免受损害。"
      ]
    };
  }
};
</script>
<style lang="scss" scoped>
.item7 {
  padding: 0 15px 20px 15px;
  .title {
    font-size: 1rem;
    font-weight: 500;
  }
  .text {
    font-size: 0.75rem;
    line-height: 1.25rem;
    margin-top: 0.625rem;
  }
}
</style>