<template>
  <div class="item2">
    <div class="title">1、信息的收集和使用</div>
    <div class="text" v-for="item in list" :key="item">{{item}}</div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      list: [
        "1.1 当你在滴滴语音服务注册时，蓝海鲨会要求你提供个人资料；对于你使用N滴滴语音服务须创建的个人资料，我们可能会向拥有你手机号码或其他身份信息的人士进行展示；",
        "1.2 在你使用滴滴语音服务，或访问滴滴语音网页时，蓝海鲨将自动接收并记录你的浏览器和计算机上的信息，包括但不限于你的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息、你需求的网页记录及滴滴语音服务Cookies信息等；",
        "1.3 如果你已安装滴滴语音服务移动客户端软件，则蓝海鲨可能会读取你的移动设备属性及其存储信息，包括但不限于你使用设备的品牌及型号、设备的识别码、电信运营商、所在国家或地区，你的手机号码、你的通讯录，以及你的所在地等信息；",
        "1.4 当你在使用滴滴语音服务执行某些操作时，我们可能会向你或其他人发送通知",
        "1.5 对于你在滴滴语音服务平台使用的第三方应用服务，蓝海鲨将在你启动该应用时收集相关信息，并按照本隐私权政策进行处理；第三方应用服务提供者可能会获取你于滴滴语音服务的个人信息，其对信息的收集受其自身隐私权政策的约束；",
        "1.6 蓝海鲨将对其他用户进行与你相关的操作时收集关于你的信息，亦可能从蓝海鲨关联公司、合作第三方或通过其他合法途径获取的你的个人数据信息",
        "1.7 蓝海鲨收集及使用上述信息的目的是为了更好地运作网站和服务（包括但不限于向你提供个性化的服务），并且会通知你服务各项新的功能与服务以及蓝海鲨关联公司的各类产品，而不用于其他业务目的。同时蓝海鲨不会查看或者使用你的业务数据。"
      ]
    };
  }
};
</script>
<style lang="scss" scoped>
.item2 {
  padding: 0 0.9375rem;
  .title {
    font-size: 1rem;
    font-weight: 500;
  }
  .text {
    font-size: 0.75rem;
    line-height: 1.25rem;
    margin-top: 0.625rem;
  }
}
</style>